Repository: Fanny-Pack-Studios/endless-game-kit-2d
Catalog: godot/addons/godot_tours/ui/locale/*.po
Languages: es

source: NEXT STEP
es: Siguiente

source: BACK
es: Atrás

source: END TOUR AND CONTINUE LEARNING
es: Terminar tutorial y continuar

source: YES
es: Sí

source: Close the tour?
es: ¿Cerrar el tutorial?

source: Your progress will be lost.
es: Tu progreso se perderá

source: Welcome to Godot Tour!
es: Top Down Gamekit

source: START LEARNING
es: Comenzar

source: Reset the tour?
es: ¿Resetear el tutorial?

source: Do you want to reset %s? This will reset the files to the tour starting point, overwriting your changes.
es: ¿Deseas resetear %s?
